{
    "Talk": [
        {
            "Title": "Inviscid Damping of Couette Flow in a Stratified Fluid",
            "Date": "2017-04-26",
            "Location": "Georgia Institute of Technology",
            "Series": "Fluid Mechanics Seminar",
            "Abstract": "We study the inviscid damping of Couette flow with an exponentially stratified density. The optimal decay rates of the velocity field and the density are obtained for general perturbations with minimal regularity. For Boussinesq approximation model, the decay rates we get are consistent with the previous results in the literature. We also study the decay rates for the full Euler equations of stratified fluids, which were not studied before. For both models, the decay rates depend on the Richardson number in a very similar way. Besides, we also study the dispersive decay due to the exponential stratification when there is no shear."
        },
        {
            "Title": "Stability and instability of shear flow in a rotating system",
            "Date": "2017-09-22",
            "Location": "The University of Texas at Austin",
            "Series": "Sophex Seminar",
            "Abstract": "When studying the large-scale movement of the ocean water and atmosphere, earth rotation may affect the stability of the fluid significantly. Here we discuss the linear stability of an homogeneous inviscid incompressible shear flow on a rotating frame near equator. Coriolis effect will be taken into consideration. The goal of this seminar is to illustrate how to show linear stability and instability of such a flow. As an example, we present a thorough analysis of the sinusoidal shear flow, and point out a mistake in Kuo’s (1973) book. This is a joint work with Dr. Hao Zhu and our advisor Prof. Zhiwu Lin at Georgia Tech."
        },
        {
            "Title": "An Introduction to Stochastic Integrals",
            "Date": "2018-04-20",
            "Location": "The University of Texas at Austin",
            "Series": "Sophex Seminar",
            "Abstract": "As the only one taking the probability prelim courses in our cohort, I want to share with everyone interesting things that are happening in the world of randomness. This talk will start with the intuition of stochastic integral, then introduce very informally the idea of martingale, and finally move to the core of SDE (stochastic differential equation): the famous Itô's lemma."
        },
        {
            "Title": "Regularity for a A Local-Nonlocal Transmission Problem",
            "Date": "2019-04-12",
            "Location": "The University of Texas at Austin",
            "Series": "Junior Analysis Seminar",
            "Abstract": "I would like to share the thesis of Dennis Kriventsov when he graduated from here four years ago. In his paper, he proposed a model for an SQG equation with different dissipation operators on two domains, corresponding to the ocean and the land, that partition the whole space. He constructed admissible weak solutions, and used De Giorgi method to show their Hölder continuity. He also bootstrapped to the optimal regularity in some cases. In this talk, I will focus on his De Giorgi part that proves the initial $C^α$ regularity, and show how he used a reflection method to deal with the main difficulty, the discrepancy in scaling."
        },
        {
            "Title": "Manifold-valued Semimartingales and their Quadratic Variation",
            "Date": "2019-10-11",
            "Location": "The University of Texas at Austin",
            "Series": "Stochastic Calculus in Manifold Reading Seminar",
            "Abstract": "I will go through the Chapter III of Stochastic Calculus in Manifold by Michel Emery. I will introduce the definition of semimartingales in manifold, and define quadratic variation for semimartingale."
        },
        {
            "Title": "A Covering Lemma for Fluid and Application to Navier-Stokes Equation",
            "Date": "2019-11-01",
            "Location": "The University of Texas at Austin",
            "Series": "Junior Analysis Seminar",
            "Abstract": "For a fluid equation, one way to obtain higher derivatives estimate is by scaling. In particular, we smoothen the flow, zoom in and center at the regularized trajectories, and obtain interior regularity in local frame, say in a unit cube. These cubes may look very different from each other in the global frame. I will present an interesting Vitali-type covering lemma for these cubes, and as a consequence I will show $W^{2,p}$ boundedness of suitable solutions to Navier-Stokes equation for $p < 4/3$."
        },
        {
            "Title": "Introduction to Hardy Space",
            "Date": "2019-11-11",
            "Location": "The University of Texas at Austin",
            "Series": "Harmonic Analysis Reading Seminar",
            "Abstract": "I will present several equivalent definition of Hardy space. Then I will try to prove their equivalence as much as I can. Reference: Grafakos, Section 6.4.1, 6.4.2; Stein, Section 3.1."
        }
    ]
}

